ServerApi.Services/Resources/xml/LoginDetailsRequestTemplate.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <LoginDetail xmlns="https://is.skaut.cz/">
      <loginDetailInput>
        <ID_Login>?</ID_Login>
      </loginDetailInput>
    </LoginDetail>
  </soap:Body>
</soap:Envelope>